const datalist = [
  {
    title: "الكليات الهندسية",
    list: [
     
      { to: "/", name: "الهندسة المعلوماتية" },
      { to: "/", name: "الهندسة المدنية" },
      { to: "/", name: "الهندسة المعمارية" },
      { to: "/", name: "هندسة الكهرباء والالكترون" },
    ],
  },
  {
    title: "الجامعة الافتراضية",
    list: [
     
      { to: "/", name: " المعهد التقاني الحاسوبي" },
      { to: "/", name: " المعهد التقاني لادارة الاعمال" },
      { to: "/", name: " المعهد التقاني للعلوم السياحية والفندقية" },
      { to: "/", name: " الاجازة في الهندسة المعلوماتية " },
      { to: "/", name: "الاجازة في تقانة المعلومات " },
      { to: "/", name: " الاجازة في تقانة الاتصالات" },
      { to: "/", name: " الاجازة في الحقوق" },
      { to: "/", name: " الاجاز في العلوم الادارية " },
      { to: "/", name: " الاجازة فب الإعلام والاتصال" },
      { to: "/", name: " الإجازة في الإدارة السياحية والفندقية " },
    ],
  },
  {
    title: "التعليم المفتوح",
    list: [
     
      { to: "/", name: " ترجمة انكلش" },
      { to: "/", name: "ترجمة فرنش" },
      { to: "/", name: "اقتصاد " },
      { to: "/", name: "حقوق" },
    ],
  },
  {
    title: "الكليات العلمية",
    list: [
      { to: "/", name: "العلوم الطبيعية" },
      { to: "/", name: "الفيزياء" },
      { to: "/", name: "الكيمياء" },
      { to: "/", name: "الرياضيات " },
    ],
  },
  {
    title: "الكليات الطبية",
    list: [
      { to: "/", name: "البشري" },
      { to: "/", name: "الاسنان" },
      { to: "/", name: "الصيدلة" },
    ],
  },
  {
    title: "الكليات الادبية",
    list: [
      { to: "/", name: "الادب العربي" },
      { to: "/", name: "الادب الانكليزي" },
      { to: "/", name: "الادب الفرنسي" },
      { to: "/", name: "الادب فارسي" },
    ],
  },
  {
    title: "المعاهد",
    list: [
      { to: "/", name: "التقاني الهندسي" },
      { to: "/", name: "التقاني الطبي" },
      { to: "/", name: "التقاني صحي" },
      { to: "/", name: "التقاني حاسوب" },
    ],
  },
];

export default datalist;
