const PageData = {
  ite: {
    title: " الهندسة المعلوماتية",
    desc: "حلال المشاكل البرمجية",

    paragraph:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه",
    vidoeSrc: "",
    videodesc:
      "النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    images: ["it/cover.png"],
    fonts: [
      "fa fa-brain",
      "fa fa-code-branch",
      "fa fa-laptop-code",
      "fa  fa-code",
    ],
  },
  elect: {
    title: " الهندسة الكهربائية ةالالكترون",
    desc: "حلال المشاكل البرمجية",

    paragraph:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه",
    vidoeSrc: "",
    videodesc:
      "النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    images: ["it/cover.png"],
    fonts: [
      "fa fa-brain",
      "fa fa-code-branch",
      "fa fa-laptop-code",
      "fa  fa-code",
    ],
  },
  arch: {
    title: " الهندسة المعمارية",
    desc: "حلال المشاكل البرمجية",

    paragraph:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه",
    vidoeSrc: "",
    videodesc:
      "النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    images: ["it/cover.png"],
    fonts: [
      "fa fa-brain",
      "fa fa-code-branch",
      "fa fa-laptop-code",
      "fa  fa-code",
    ],
  },
  civil: {
    title: " الهندسة المدنية",
    desc: "حلال المشاكل البرمجية",

    paragraph:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه",
    vidoeSrc: "",
    videodesc:
      "النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    images: ["it/cover.png"],
    fonts: [
      "fa fa-hard-hat",
      "fa fa-digging",
      "fa fa-pencil-ruler",
      "fa fa-drafting-compass",
    ],
  },
};

export default PageData;
