const articals = {
    pargr1:{
        mainphoto:'https://www.arvancloud.com/images/header/read-more/technical-conditions.png',
        to:'/blogs/pargr1',
        type:'IT',
      title: " علم الحاسوب",

      shortText:" ...الحاسوب شي حلو لازكم  نحمي ونطوره اكتر وبلا بلا بلا",
      pargraph:[
        {
            title:'هندسة البرمجيات',
            photo:'/paas.svg',
            text:`هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
            إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيلحروف التى يولدها التطبيق.
            إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.`
,

        },
        {
            title:'الرشيقة البرمجيات',
            photo:'/artt.jpg',
            text:`مادة كتير مه مة المادة يلي خطرت ع بالي اول شي  لهيك بلابلابلابنن بيلبالبابلبلبابلبابىخ اتمىم صىوهذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة
            إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.
            ومن هنا وجب على المصمم أن يضع نصوصا مؤيظهر بشكل لا يليق.لاتثصىة هى`,


        },
        {
          title:'هندسة البرمجيات',
          photo:'/paas.svg',
          text:`هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
          إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيلحروف التى يولدها التطبيق.
          إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.`
,

      },
      ]
    
    },
    pargr2:{
        mainphoto:'https://www.arvancloud.com/images/header/read-more/technical-conditions.png',
        to:'/blogs/pargr2',
        type:'civel',
      title: "  بيتون",
      shortText:" ...البيتون شي حلو لازكم  نحمي ونطوره اكتر وبلا بلا بلا",
      pargraph:[
        {
            title:' التربة',
            photo:'/paas.svg',
            text:"مادة كتير مه مة المادة يلي خطرت ع بالي اول شي  لهيك بلابلابلابنن بيلبالبابلبلبابلبابىخ اتمىم صىولاتثصىة هى",


        },
        {
            title:'الاسمنت ',
            photo:'/paas.svg',
            text:"مادة كتير مه مة المادة يلي خطرت ع بالي اول شي  لهيك بلابلابلابنن بيلبالبابلبلبابلبابىخ اتمىم صىولاتثصىة هى",


        },
      ]
    
    },
    pargr3:{
        mainphoto:'https://www.arvancloud.com/images/header/read-more/technical-conditions.png',
        to:'/blogs/pargr3',
        type:'civel',
      title: "  ميكانيك",
      shortText:" ...البيتون شي حلو لازكم  نحمي ونطوره اكتر وبلا بلا بلا",
      pargraph:[
        {
            title:' التربة',
            photo:'/paas.svg',
            text:"مادة كتير مه مة المادة يلي خطرت ع بالي اول شي  لهيك بلابلابلابنن بيلبالبابلبلبابلبابىخ امىم صىولاتثصىة هى",


        },
        {
            title:'الاسمنت ',
            photo:'/paas.svg',
            text:"مادة كتير مه مة المادة يلي خطرت ع بالي اول شي  لهيك بلابلابلابنن بيلبالبابلبلبابلبابىخ اتمىم صىولاتثصىة هى",


        },
      ]
    
    }
    
  
  };
  
  export default articals;
  